{
	"story": {
		"title": "Ravenkivi Markiis",
		"author": "Francesco Maisto",
		"date": "2025-01-14",
		"stylesheet": "newborn.css",
		"chapterString": "LUGU",
		"endString": "Lõpp.",
		"inventoryName": "",
		"inventoryEmpty": "",
		"typingSpeed": 45,
		"hasInventory": false,
		"variables": [
			{
				"type": "string",
				"name": "ending",
				"value": "",
				"displayInUI": false
			}
		],
		"chapters": [
			{
				"id": 0,
				"title": "Vana Kaev",
				"type": "storyStart",
				"paragraphs": [
					{
						"id": 0,
						"type": "interactive",
						"text_body": "Sündisin külmal talveööl, mu nõrgad vääksud kajasid vastu lossi külmadest kiviseintest. Olin Ravenkivi markii tütar — mees, kelle tohutu võim sõltus nii tema aust kui ka mainest. Mind eostati keelatud suhtes tema noore teenijatüdruku Agnese, minu emaga. Minu enda olemasolu oli skandaal, elav tõestus tema reetmisest. Juba esimesest hingetõmbest peale oli selge, et mind peeti lihtsalt tema truudusetuse märgiks. Selles pimedas ja saatuslikus hetkes mõistsin, et minu saatus sõltub tema hinge olemusest — hingest, mis oli kahtlemata {keyword}.",
						"choices": [
							{
								"text_body": "halastamatu",
								"destination_id": 1
							},
							{
								"text_body": "piinatud",
								"destination_id": 2
							}
						]
					},
					{
						"id": 1,
						"type": "interactive",
						"text_body": "Mu isa, keda juhtis külm ja paindumatu otsusekindlus, andis halastamatu käsu mind kõrvaldada. Tema sõnad, teravad nagu talvine tuul, ei jätnud ruumi kaastundele ega lootusele. Süngelt käsu täitmiseks määrati ustav teenija, kelle silmad reetsid sisemise võitluse, kui ta valmistus täitma oma kohutavat ülesannet — vabaneda minust, visates mind vanasse kaevu. Mäletan hetke, kui ta minu poole astus — tema nägu varjas {keyword} ilmet, mis kuulutas ette vältimatut saatust.",
						"choices": [
							{
								"text_body": "stoiline",
								"destination_id": 3,
								"variables": [
									{
										"name": "ending",
										"value": "1: 'Julm ja Paratamatu Kohustus'",
										"operation": "set"
									}
								]
							},
							{
								"text_body": "ahastav",
								"destination_id": 4,
								"variables": [
									{
										"name": "ending",
										"value": "2: 'Hüvastijätt Lubadusega'",
										"operation": "set"
									}
								]
							},
							{
								"text_body": "liigutatud",
								"destination_id": 7,
								"variables": [
									{
										"name": "ending",
										"value": "5: Lootuse Jõgi",
										"operation": "set"
									}
								]
							}
						]
					},
					{
						"id": 3,
						"type": "passThru",
						"text_body": "Teenija pilk ei lubanud vastuhakku. Ilma igasuguse empaatiata täitis ta markii käsu, visates mind sügavasse vanasse kaevu. Kui pimedus mu üle sulgus ja külm vesi mind neelas, mõistsin kõhedust tekitava selgusega, et mulle polnud kunagi isegi nime antud.<p><strong>Lõpp.</strong>",
						"image": "02/images/01_01.webp",
						"destination_id": 8
					},
					{
						"id": 4,
						"type": "passThru",
						"text_body": "Teenija pilk reetis palju sügavama valu, kui tema kohustus eeldas. Selles valusas hetkes, kui ta vastumeelselt käsku täitis, tundsin enda ümber salapärast jõudu — vaikset lubadust, et isegi kui mu habras elu hääbus kaevu jäises sügavuses, elaks mu hing ühel päeval edasi teises vastsündinus. Selles viimases, nii meeleheitel kui ka lootusest kantud silmapilgus, tundsin hoolimata oma nimetusest õrna võimalust uueks eluks.<p><strong>Lõpp.</strong>",
						"image": "02/images/01_04_2.webp",
						"destination_id": 8
					},
					{
						"id": 7,
						"type": "passThru",
						"text_body": "Teenija, kaastundest üle ujutatud, ei suutnud mind vanasse kaevu visata. Öö katte all mässis ta mind hoopis sooja linasesse tekki ja asetas õrnalt vitspunutud korvi. Viies mind lossi müüride taha, usaldas ta mu lähedal asuva jõe nukrale hoovusele, lootuses, et saatus kohtleb mind leebemalt kui mu isa. Kui korv voolu mööda kaugemale triivis, kuulsin teda sosistamas vaikset palvet minu ellujäämise eest.<p><strong>Lõpp.</strong>",
						"image": "02/images/01_05.webp",
						"destination_id": 8
					},
					{
						"id": 2,
						"type": "interactive",
						"text_body": "Mu isa, kuigi võimukas mees, näis olevat häiritud. Tema hääl, tavaliselt kindel ja otsusekindel, kõikus hetkeks, kui ta andis käsu, mis määras mu unustusse — üks tema teenijatest pidi mind viskama lossi vanasse kaevu. Kuulsin veel kaua oma ema ahastavat palvet kajamas läbi lossi külmade koridoride — {keyword} palvet, mis väriseva hingetõmbega kandis endas nii ebakindluse kui ka hapra võimaluse koormat.",
						"choices": [
							{
								"text_body": "lootus",
								"destination_id": 5,
								"variables": [
									{
										"name": "ending",
										"value": "3: 'Elu Säde Pimeduses'",
										"operation": "set"
									}
								]
							},
							{
								"text_body": "lootusetus",
								"destination_id": 6,
								"variables": [
									{
										"name": "ending",
										"value": "4: 'Valu Kuristik'",
										"operation": "set"
									}
								]
							}
						]
					},
					{
						"id": 5,
						"type": "passThru",
						"text_body": "Kui mind vanasse kaevu lasti, ümbritses mind ootamatu soojus. Põgenedes saatuse külmuse eest, tõstsid nähtamatud käed mind kuristikust, päästes mind kindlast surmast. Kõigi võimaluste vastu olin päästetud ja mulle anti elu — võimalus lõpuks nimi saada.<p><strong>Lõpp.</strong>",
						"image": "02/images/01_03.webp",
						"destination_id": 8
					},
					{
						"id": 6,
						"type": "passThru",
						"text_body": "Mu langust tähistas ema lootusetu hüvastijätt — lootuseta ohe, mis kuulutas unustuse paratamatust. Kaevu halastamatu pimedus neelas mind täielikult ning kui vajusin tema jäisesse embusesse, tundsin, kuidas mu haprana hoitud elu käest libises. Mu eksistents kustutati, ilma et oleksin kunagi kogenud tõelise nime lohutust.<p><strong>Lõpp.</strong>",
						"image": "02/images/01_02.webp",
						"destination_id": 8
					},
					{
						"id": 8,
						"type": "infoBox",
						"text_body": "<strong>Lõpp {ending}.</strong><br>Proovi muuta varasemaid valikuid, et näha teisi lõppe."
					}
				]
			}
		]
	}
}
