{
	"story": {
		"title": "Il Marchese di Corvonero",
		"author": "Francesco Maisto",
		"date": "2025-01-14",
		"stylesheet": "default.css",
		"chapterString": "STORY",
		"endString": "The End.",
		"inventoryName": "",
		"inventoryEmpty": "",
		"typingSpeed": 35,
		"hasInventory": false,
		"variables": [
		],
		"chapters": [
			{
				"id": 0,
				"title": "Forsaken by Fate",
				"type": "storyStart",
				"paragraphs": [
					{
						"id": 0,
						"type": "chapterStart",
						"text_body": "I was born on a bitter winter’s night, my tiny cries echoing off the cold stone walls of the manor. I was the daughter of the Marquis of Ravenclaw — a man of formidable power and conflicted heart, who was bound by the chains of duty to maintain his honor. Conceived in a forbidden liaison with his gentle housemaid, my very existence was a scandal, for I was the living reminder of his adultery. Even as I took my first breath, it was clear that I was to be discarded as a symbol of his betrayal. In that dark, fateful moment, I sensed that my destiny would be determined by the nature of his soul — a soul that was unmistakably ███████.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "ruthless",
								"destination_id": 1
							},
							{
								"text_body": "haunted",
								"destination_id": 2
							}
						]
					},
					{
						"id": 1,
						"type": "regular",
						"text_body": "My father, driven by a cold and unyielding resolve, decreed without a hint of mercy that I be cast aside. His words were as sharp as the winter wind, leaving no space for compassion. That grim command was given to a loyal servant, whose eyes betrayed his inner conflict even as he prepared to carry out his dire duty — to dispose of me by throwing me into the manor's well. I remember the moment he drew near — his face set in a ███████ mask that promised an inevitable demise.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "stoic",
								"destination_id": 3
							},
							{
								"text_body": "anguished",
								"destination_id": 4
							}
						]
					},
					{
						"id": 3,
						"type": "storyEnd",
						"text_body": "The servant’s gaze brooked no dissent. Without a trace of empathy, he fulfilled the Marquis’s command, throwing me into the depths of the ancient well. As the darkness closed in and the cold water swallowed me, I realized with a final, haunting clarity that I had never even been given a name.",
						"image": "02/images/01_01.webp"
					},
					{
						"id": 4,
						"type": "storyEnd",
						"text_body": "The servant’s gaze betrayed a sorrow far deeper than his duty demanded. In that heart-wrenching moment, as he reluctantly carried out the order, an otherworldly current stirred around me — a silent vow that even as my fragile life ebbed away in the cold depths of the well, my soul would one day find rebirth in another newborn child. In that final moment of despair and hope intertwined, I was left nameless, my destiny a whispered promise of reincarnation.",
						"image": "02/images/01_04_2.webp"
					},
					{
						"id": 2,
						"type": "regular",
						"text_body": "My father, though a man of great power, was visibly tormented by inner regrets. His conflicted heart wavered as he issued the decree to abandon me — by having me thrown into the manor's well. I could still hear my mother’s soft prayer echoing in the hushed corridors of the manor — a whispered litany of ███████ that carried the weight of uncertainty and a fragile possibility.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "hope",
								"destination_id": 5
							},
							{
								"text_body": "despair",
								"destination_id": 6
							}
						]
					},
					{
						"id": 5,
						"type": "storyEnd",
						"text_body": "As I was lowered into the ancient well, a warm, unexpected glow enveloped me. Defying the chill of fate, unseen hands lifted me from the brink, sparing me from certain death. Against all odds, I was rescued and given a chance to live — a chance to finally receive a name.",
						"image": "02/images/01_03.webp"
					},
					{
						"id": 6,
						"type": "storyEnd",
						"text_body": "My descent was marked by the crushing desperation in my mother’s whispered farewell — a hopeless dirge that foretold the inevitability of oblivion. The relentless darkness of the well consumed me entirely, and as I sank into the embrace of its cold waters, I felt my fragile life slipping away. In that final, silent moment, I was left nameless, my existence erased without ever knowing the comfort of a true name.",
						"image": "02/images/01_02.webp"
					}
				]
			}		
		]
	}
}