{
	"story": {
		"title": "Il Marchese di Corvonero",
		"author": "Francesco Maisto",
		"date": "2025-01-14",
		"stylesheet": "newborn.css",
		"chapterString": "STORIA",
		"endString": "Fine.",
		"inventoryName": "",
		"inventoryEmpty": "",
		"typingSpeed": 55,
		"hasInventory": false,
		"variables": [
			{
				"type": "string",
				"name": "ending",
				"value": "",
				"displayInUI": false
			}
		],
		"chapters": [
			{
				"id": 0,
				"title": "Il Vecchio Pozzo",
				"type": "storyStart",
				"paragraphs": [
					{
						"id": 0,
						"type": "regular",
						"text_body": "Nacqui in una gelida notte d'inverno, i miei flebili vagiti riecheggiavano tra le fredde mura di pietra del maniero. Ero la figlia del Marchese di Corvonero — un uomo il cui formidabile potere dipendeva tanto dal proprio onore quanto dalla propria reputazione. Fui concepita in una relazione proibita con la sua giovane domestica, Agnese, mia madre. La mia stessa esistenza era uno scandalo, testimonianza vivente del suo tradimento. Fin dal mio primo respiro, fu chiaro che sarei stata scartata come simbolo della sua infedeltà. In quel buio e fatale momento, compresi che il mio destino sarebbe dipeso dalla natura della sua anima — un'anima che era inequivocabilmente ███████.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "spietata",
								"destination_id": 1
							},
							{
								"text_body": "tormentata",
								"destination_id": 2
							}
						]
					},
					{
						"id": 1,
						"type": "regular",
						"text_body": "Mio padre, mosso da una fredda e inflessibile risolutezza, ordinò senza il minimo accenno di pietà che mi si facesse sparire. Le sue parole, sferzanti come il vento invernale, non lasciavano spazio alla compassione, nè alla speranza. Il cupo compito fu affidato a un suo servo leale, i cui occhi tradivano un conflitto interiore mentre si preparava a eseguire il terribile ordine — sbarazzarsi di me gettandomi nel vecchio pozzo. Ricordo il momento in cui si avvicinò — il suo volto celava un'espressione ███████ che presagiva un destino inevitabile.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "stoica",
								"destination_id": 3,
								"variables": [
									{
										"name": "ending",
										"value": "1: Un Dovere Crudele e Inesorabile",
										"operation": "set"
									}
								]
							},
							{
								"text_body": "angosciata",
								"destination_id": 4,
								"variables": [
									{
										"name": "ending",
										"value": "2: Un Addio con una Promessa",
										"operation": "set"
									}
								]
							}
						]
					},
					{
						"id": 3,
						"type": "storyEnd",
						"text_body": "Lo sguardo del servo non ammetteva dissenso. Senza alcuna traccia di empatia, il servo eseguì l'ordine di mio padre, gettandomi nelle profondità dell'antico pozzo. Mentre l'oscurità si chiudeva su di me e l'acqua gelida mi inghiottiva, realizzai con chiarezza spettrale che non mi era mai stato concesso nemmeno un nome.<p><strong>Fine.</strong>",
						"image": "02/images/01_01.webp",
						"destination_id": 8
					},
					{
						"id": 4,
						"type": "storyEnd",
						"text_body": "Lo sguardo del servo tradiva un dolore ben più profondo di quello richiesto dal suo dovere. In quel momento straziante, mentre eseguiva a malincuore l'ordine ricevuto, sentii una forza misteriosa agitarsi intorno a me — una promessa silenziosa che, anche mentre la mia fragile vita stava svanendo nelle gelide profondità del pozzo, la mia anima un giorno avrebbe albergato in un altro neonato. In quell’ultimo istante, intriso di disperazione e speranza, sentii dentro di me la flebile possibilità di una nuova esistenza.<p><strong>Fine.</strong>",
						"image": "02/images/01_04_2.webp",
						"destination_id": 8
					},
					{
						"id": 2,
						"type": "regular",
						"text_body": "Mio padre, benché uomo di grande potere, era visibilmente agitato. La sua voce, di solito ferma e risoluta, vacillò per un momento mentre pronunciava l'ordine che mi avrebbe condannata all'oblio — uno dei suoi servi avrebbe dovuto gettarmi nel vecchio pozzo del maniero. Riuscivo ancora a sentire la straziante preghiera di mia madre riecheggiare nei freddi corridoi della magione — una supplica di ███████ che, tra un singhiozzo e l'altro, portava in sè il peso dell'incertezza e una fragile possibilità.",
						"keyword": "███████",
						"choices": [
							{
								"text_body": "speranza",
								"destination_id": 5,
								"variables": [
									{
										"name": "ending",
										"value": "3: Un Barlume di Vita tra le Tenebre",
										"operation": "set"
									}
								]
							},
							{
								"text_body": "sconforto",
								"destination_id": 6,
								"variables": [
									{
										"name": "ending",
										"value": "4: L'Abisso del Dolore",
										"operation": "set"
									}
								]
							}
						]
					},
					{
						"id": 5,
						"type": "storyEnd",
						"text_body": "Mentre venivo calata nell'antico pozzo, un calore inaspettato mi avvolse. Sfuggendo al gelo del destino, mani invisibili mi sollevarono dal baratro, risparmiandomi una morte certa. Contro ogni previsione, fui salvata e mi fu concessa una possibilità di vivere — la possibilità di ricevere finalmente il nome che non avevo.<p><strong>Fine.</strong>",
						"image": "02/images/01_03.webp",
						"destination_id": 8
					},
					{
						"id": 6,
						"type": "storyEnd",
						"text_body": "La mia caduta fu segnata dalla soffocante disperazione dell'addio di mia madre — un lamento senza speranza che preannunciava l'inevitabilità dell'oblio. L'implacabile oscurità del pozzo mi consumò interamente e, mentre sprofondavo nell'abbraccio delle sue acque gelide, sentii la mia fragile vita sfuggirmi di mano. La mia esistenza cancellata senza aver mai conosciuto il conforto di un vero nome.<p><strong>Fine.</strong>",
						"image": "02/images/01_02.webp",
						"destination_id": 8
					},
					{
						"id": 8,
						"type": "infoBox",
						"text_body": "<strong>FINALE {ending}</strong>.<br>Prova a cambiare le scelte precedenti per scoprire altri finali."
					}
				]
			}
		]
	}
}